<p>
  A Supervis&atilde;o de Ensino &eacute; composta por 16 diretores efetivos
  integrantes do Quadro do Magist&eacute;rio P&uacute;blico Municipal que atuam
  junto &agrave;s escolas municipais e creches subvencionadas pelo Poder
  P&uacute;blico local.
</p>
<p>
  O grupo trabalha diretamente com os diretores das unidades escolares do
  Sistema Municipal de Ensino, professores, servidores, estudantes e seus
  respons&aacute;veis e membros da comunidade escolar.
</p>
<p>
  O supervisor de ensino, de acordo com as Pol&iacute;ticas Pedag&oacute;gicas,
  em colabora&ccedil;&atilde;o com o diretor de escola e coordenador
  pedag&oacute;gico, deve agir para:
</p>
<ul>
  <li>Criar um contexto investigativo de forma&ccedil;&atilde;o;</li>
  <li>
    Analisar as necessidades formativas dos professores e dos pr&oacute;prios
    formadores de professores;
  </li>
  <li>
    Observar as pr&aacute;ticas dos professores em sala de aula e
    problematiz&aacute;-las, atentando-se para a condi&ccedil;&atilde;o
    <em>sine qua non</em>
    de articular a pedagogia da sala de aula &agrave; pedagogia institucional;
  </li>
  <li>Atuar em tr&acirc;nsito entre o papel do professor e de formador;</li>
  <li>Compreender como se d&aacute; a aprendizagem do adulto professor;</li>
  <li>Fazer parte de um coletivo de formadores.</li>
</ul>
<p>&nbsp;</p>
<h2 style="text-align: center;"><strong>Organiza&ccedil;&atilde;o</strong></h2>
<p>
  <img
    style="display: block; margin-left: auto; margin-right: auto;"
    title="Supervis&atilde;o - unidades escolares municipais"
    src="/storage/pages/organograma/supervisao.jpg"
    alt=""
    width="100%"
  />
</p>
<p style="line-height: 3rem;">&nbsp;</p>
<h3 style="text-align: center; color: #1c3c6e;">
  <strong>Plant&atilde;o de atendimento</strong>
</h3>
<p>
  <img
    style="display: block; margin-left: auto; margin-right: auto;"
    title="Plant&atilde;o de atendimento"
    src="/storage/pages/organograma/supervisaop.jpg"
    alt=""
    width="100%"
  />
</p>
<p style="line-height: 3rem;">&nbsp;</p>
<h2 style="text-align: center;">Perguntas frequentes</h2>
<!-- INÍCIO DA FAQ -->
<section>
  <details>
    <!-- NÍVEL 1 -->
    <summary
      style="
        background-color: #1c3c6e;
        padding: 2%;
        border-bottom: 2px solid #ffffff;
        color: #ffffff;
      "
    >
      Como deve ser um supervisor de ensino nos dias de hoje?
    </summary>
    <p style="background-color: #ffffff; padding: 2%; transition: all 0.5s;">
      R. Deve ser um profissional atualizado quanto &agrave;
      legisla&ccedil;&atilde;o vigente e na forma&ccedil;&atilde;o
      pedag&oacute;gica para ser um mediador no processo de ensino e
      aprendizagem.
    </p>
  </details>
  <details>
    <summary
      style="
        background-color: #1c3c6e;
        padding: 2%;
        border-bottom: 2px solid #ffffff;
        color: #ffffff;
      "
    >
      Qual a rela&ccedil;&atilde;o supervisor-escola-comunidade?
    </summary>
    <p style="background-color: #ffffff; padding: 2%; transition: all 0.5s;">
      R. Deve existir uma rela&ccedil;&atilde;o de parceria que venha
      acrescentar e colaborar com o processo de ensino e aprendizagem dos
      educadores.
    </p>
  </details>
  <details>
    <summary
      style="
        background-color: #1c3c6e;
        padding: 2%;
        border-bottom: 2px solid #ffffff;
        color: #ffffff;
      "
    >
      Qual a relev&acirc;ncia da supervis&atilde;o frente ao processo de ensino
      e aprendizagem na escola?
    </summary>
    <p style="background-color: #ffffff; padding: 2%; transition: all 0.5s;">
      R. A supervis&atilde;o de ensino &eacute; muito importante para uma
      institui&ccedil;&atilde;o de ensino, porque desenvolve um trabalho de
      assist&ecirc;ncia ao diretor e professor, em forma de planejamento,
      acompanhamento, coordena&ccedil;&atilde;o, avalia&ccedil;&atilde;o e
      atualiza&ccedil;&atilde;o do desenvolvimento do processo de ensino e
      aprendizagem. Sua fun&ccedil;&atilde;o &eacute; garantir que o processo de
      ensino e aprendizagem de cada estudante esteja de acordo com o que foi
      tra&ccedil;ado dentro do planejamento escolar. Ele atua junto com a equipe
      escolar e at&eacute; mesmo propor mudan&ccedil;as necess&aacute;rias para
      melhorias dos indicadores de qualidade da unidade escolar.
    </p>
  </details>
  <details>
    <summary
      style="
        background-color: #1c3c6e;
        padding: 2%;
        border-bottom: 2px solid #ffffff;
        color: #ffffff;
      "
    >
      Quais as atividades e rotinas da profiss&atilde;o?
    </summary>
    <p style="background-color: #ffffff; padding: 2%; transition: all 0.5s;">
      R. A articula&ccedil;&atilde;o das escolas do Sistema Municipal de Ensino,
      orientando-as para as finalidades maiores da Educa&ccedil;&atilde;o,
      harmonizando pol&iacute;ticas p&uacute;blicas de
      concretiza&ccedil;&atilde;o de todos os n&iacute;veis de ensino atendidos
      pela Secretaria Municipal de Educa&ccedil;&atilde;o/Escola e
      colabora&ccedil;&atilde;o na forma&ccedil;&atilde;o de todos os Educadores
      e servidores que atuam nas escolas.
    </p>
  </details>
</section>
<!-- Fim da FAQ -->
<p>&nbsp;</p>
