<p>
  O CRESCER (Centro Municipal de Apoio &agrave; Educa&ccedil;&atilde;o de Jovens
  e Adultos) tem por objetivos estimular a eleva&ccedil;&atilde;o da
  escolaridade de jovens e adultos, atrav&eacute;s da oferta de cursos de
  qualifica&ccedil;&atilde;o profissional b&aacute;sica para alunos matriculados
  na EJA e outros cidad&atilde;os mogianos interessados.
</p>
<p>
  Para o p&uacute;blico geral a oferta &eacute; realizada atrav&eacute;s de 6
  (seis) unidades CRESCER, s&atilde;o elas: Braz Cubas, Centro, C&eacute;sar de
  Souza, Jundiapeba, Vila Brasileira e Vila Natal, e atrav&eacute;s de parcerias
  com escolas e entidades nos cursos descentralizados.
</p>
<p>
  Os cursos de inicia&ccedil;&atilde;o profissional t&ecirc;m como objetivo
  preparar os candidatos para conseguir uma vaga no mercado de trabalho ou gerar
  sua pr&oacute;pria renda. Dentre as op&ccedil;&otilde;es, os cidad&atilde;os
  encontram &agrave; disposi&ccedil;&atilde;o cursos de inform&aacute;tica,
  artes, gest&atilde;o, imagem pessoal, culin&aacute;ria, entre outros.
</p>
<p>
  O CRESCER conta tamb&eacute;m com a modalidade EAD (Educa&ccedil;&atilde;o
  &agrave; dist&acirc;ncia) com cursos r&aacute;pidos que norteiam a escolha
  profissional dos interessados.
</p>

<hr />
<p>&nbsp;</p>
<p>
  <a href="/units/crescer-braz-cubas">Unidade Braz Cubas</a>
  <br />
  Rua Capit&atilde;o Francisco de Almeida, 47. Telefone 4798-5729
</p>
<p>
  <a href="/units/crescer-centro">Unidade Centro</a>
  <br />
  Rua Ipiranga, 579. Telefone 4727-4971
</p>
<p>
  <a href="/units/crescer-cesar-de-souza">Unidade Cezar de Souza</a>
  <br />
  Rua Dr. R&ocirc;mulo Pasqualini, 304 - Jd. S&atilde;o Pedro. Telefone
  4699-1294
</p>
<p>
  <a href="/units/crescer-jundiapeba">Unidade Jundiapeba</a>
  <br />
  Avenida Louren&ccedil;o de Souza Franco, 1479. Telefone 4725-3876
</p>
<p>
  <a href="/units/crescer-vila-brasileira">Unidade Vila Brasileira</a>
  <br />
  Rua Jo&atilde;o Gualberto Mafra Machado, 221. Telefone 4721-2423
</p>
<p>
  <a href="/units/crescer-vila-natal">Unidade Vila Natal</a>
  <br />
  Rua dos Vicentinos, 1216. Telefone 4725-1985
</p>
<hr />
<div
  style="
    width: 100%;
    margin: 0 auto;
    background-color: #bfe3ff;
    border-radius: 3px;
    padding: 15px;
  "
>
  <h3>Inscri&ccedil;&otilde;es CRESCER</h3>
  <p>
    <strong>Cursos EAD</strong>
    (videoaulas)
  </p>
  <p>
    A Secretaria de Educa&ccedil;&atilde;o oferece, atrav&eacute;s da plataforma
    EAD do Crescer, 112 m&oacute;dulos de cursos realizados por videoaulas, com
    certifica&ccedil;&atilde;o eletr&ocirc;nica ap&oacute;s o t&eacute;rmino.
    N&atilde;o h&aacute; limite de vagas.
  </p>
  <p>
    <a href="/storage/uploads/crescer/crescer-cursos-online.pdf">
      Veja aqui a rela&ccedil;&atilde;o completa dos cursos EAD
    </a>
    .
  </p>
  <p>
    As inscri&ccedil;&otilde;es podem ser feitas atrav&eacute;s deste
    <a
      href="https://docs.google.com/forms/d/e/1FAIpQLScB9-bQ0QFlZfD470TZavSJYs_VgQ4d06wXmF7mJIxkcGNGbg/viewform"
    >
      formul&aacute;rio online
    </a>
    .
  </p>
</div>
