<p>
  Estabelecimento de ensino destinado a ofertar cursos de
  inicia&ccedil;&atilde;o profissional e qualifica&ccedil;&atilde;o voltada para
  o empreendedorismo de inova&ccedil;&atilde;o e a ind&uacute;stria 4.0,
  fomentando o comportamento empreendedor, em especial para os jovens da cidade.
</p>
<p>
  A EEI tamb&eacute;m conta com espa&ccedil;os dedicados ao Fundo Social de
  Solidariedade de Mogi das Cruzes e parceiros, como o Sebrae-/SP.
</p>
<p>&nbsp;</p>
<h4><strong>Finalidades da EEI:</strong></h4>
<ul>
  <li>
    Ofertar ensino de qualidade, centrado no aluno da Educa&ccedil;&atilde;o de
    Jovens e Adultos (EJA), com distor&ccedil;&atilde;o idade/s&eacute;rie ou
    que n&atilde;o se adequaram ao modelo tradicional de ensino Ciclo I e II,
    favorecendo o seu desenvolvimento como cidad&atilde;o empreendedor, capaz de
    encontrar solu&ccedil;&otilde;es para os problemas do cotidiano de maneira
    aut&ocirc;noma;
  </li>
</ul>
<ul>
  <li>
    &nbsp;II. Estimular a criatividade e o pensamento cr&iacute;tico bem como
    incentivar o protagonismo juvenil, o comportamento empreendedor
    possibilitando a inser&ccedil;&atilde;o no mercado de trabalho por meio de
    uma postura empreendedora, trabalhando com o projeto de vida almejado ou com
    a cria&ccedil;&atilde;o do pr&oacute;prio neg&oacute;cio;
  </li>
</ul>
<ul>
  <li>
    &nbsp;III. Habilitar o aluno para o trabalho em equipe, e capacit&aacute;-lo
    a organizar, planejar e liderar com responsabilidade, tendo
    consci&ecirc;ncia do individual e coletivo a partir de uma consci&ecirc;ncia
    profissional de que &eacute; preciso ser eterno estudante, capaz de unir as
    descobertas do passado com as novas teorias que surgem;
  </li>
</ul>
<ul>
  <li>
    IV. Preparar o mogiano, em especial o jovem, para as novas oportunidades que
    est&atilde;o surgindo na economia como profissional competente e capaz de
    atuar no mercado de trabalho que est&aacute; em constante
    muta&ccedil;&atilde;o;
  </li>
</ul>
<ul>
  <li>
    V. Oportunizar o atendimento ao empreendedor num espa&ccedil;o misto e livre
    como agentes parceiros facilitadores do empreendedorismo, ag&ecirc;ncias de
    financiamento, entidades educacionais e de aconselhamento que sejam
    conveniadas ao Munic&iacute;pio e/ou Secretaria de Educa&ccedil;&atilde;o,
    que estejam alinhadas aos objetivos e que agreguem valor &agrave; unidade.
  </li>
</ul>
<p>&nbsp;</p>
<h4><strong>Atendimento</strong></h4>
<p>
  <strong>Escola de Empreendedorismo e Inova&ccedil;&atilde;o</strong>
  <br />
  Rua Senador Dantas, 326.
  <br />
  Centro, Mogi das Cruzes - SP
  <br />
  Segunda a sexta-feira, das 8 &agrave;s 17 horas.
  <br />
  (11) 4798-5902
  <br />
  <a
    href="mailto:escoladeinovacao@se-pmmc.com.br"
    data-cke-saved-href="mailto:escoladeinovacao@se-pmmc.com.br"
  >
    escoladeinovacao@sme-mogidascruzes.sp.gov.br
  </a>
</p>
